Repository: bitcero/works
Catalog: works/lang/*.po
Languages: es

source: Categories management
es: Administración de categorías

source: Works Categories
es: Categorías

source: Do you really want to delete selected categories?
es: ¿Realmente deseas eliminar las categorías seleccionadas?

source: You must select some category before to execute this action!
es: ¡Debes seleccionar al menos una categoría para poder ejecutar esta acción!

source: Edit Category
es: Editar Categoría

source: Add Category
es: Crear Categoría

source: Add category
es: Agregar categoría

source: You must provide an ID!
es: Debes proporcionar un ID

source: Specified category was not found!
es: ¡La categoría especificada no se encontró!

source: Name
es: Nombre

source: Short name
es: Nombre corto

source: Description
es: Descripción

source: Enable category
es: Activar categoría

source: Display order
es: Orden de presentación

source: Save Changes!
es: Guardar Cambios

source: Add Now!
es: Agregar Ahora

source: Session token expired!
es: ¡El identificador de sesión ha expirado!

source: The category ID has not been specified!
es: No se especificó un ID de categoría

source: Specified category does not exists!
es: ¡La categoría especificada no existe!

source: Another category with same name already exists!
es: Ya existe otra categoría con el mismo nombre

source: There are another category with same name id!
es: Existe otra categoría con el mismo nombre identificador

source: Errors occurs while trying to update database!
es: ¡Ocurrieron errores al intentar actualizar la base de datos!

source: Database updated successfully!
es: ¡Base de datos actualizada satisfactoriamente!

source: You must specify a ID from at least one category
es: Debes especificar el ID de al menos una categoría

source: Session token expired
es: Caduco el identificador de sesión

source: Category ID "%s" is not valid!
es: No es válido el ID de categoría "%s"

source: Category with ID "%s" does not exists!
es: La categoría con ID "%s" no existe

source: Category "%s" could not be deleted!
es: ¡La categoría "%s" no pudo ser eliminada!

source: Errors occurs while trying to delete categories
es: Ocurrieron errores al intentar eliminar las categorias

source: You must select at least one category to update.
es: Debes seleccionar al menos una categoría para actualizar.

source: Changes for category "%s" could not be saved!
es: Los cambios para la categoría "%s" no pudieron almacenarse

source: Errors occurred while trying to update database!
es: ¡Ocurrieron errores al intentar actualizar la base de datos!

source: Category "%s" could not be saved!
es: ¡La categoría "%s" no pudo ser guardada!

source: Customers
es: Clientes

source: Do you really want to delete selected customers?
es: ¿Realmente deseas eliminar los clientes seleccionados?

source: You must select some customer before to execute this action!
es: ¡Debes seleccionar al menos un cliente para ejecutar esta acción!

source: You must provide a customer ID
es: Debes proporcionar un ID de cliente

source: Specified customer does not exists!
es: ¡El cliente especificado no existe!

source: Edit Customer
es: Editar Cliente

source: New Customer
es: Nuevo Cliente

source: Company
es: Empresa

source: Email address
es: Dirección de email

source: Type
es: Tipo

source: Save Changes
es: Guardar Cambios

source: Create Customer
es: Crear Cliente

source: Cancel
es: Cancelar

source: Customer ID not provided!
es: ¡No se proporciono el ID del cliente!

source: You must specify a customer to delete!
es: ¡Debes especificar un cliente para eliminar!

source: Customer ID "%u" is not valid!
es: ¡El ID de cliente "%u" no es válido!

source: Customer with ID "%u" does not exists!
es: ¡El cliente con ID "%u" no existe!

source: Customer with ID "%u" could not be deleted!
es: ¡El cliente con ID "%u" no pudo ser eliminado!

source: Errors ocurred while trying to delete customers:
es: Ocurrieron errores al intentar eliminar los clientes:

source: Provided work ID is not valid!
es: ¡El ID de trabajo proporcionado no es válido!

source: Specified work does not exists!
es: ¡No existe el trabajo especificado!

source: Work Images
es: Imágenes del Trabajo

source: Do you really want to delete selected images?
es: ¿Realemtne deseas eliminar las imágenes seleccionadas?

source: You must select an image before to execute this action!
es: ¡Debes seleccionar una imágen para poder ejecutar esta acción!

source: You must specify a work ID!
es: ¡Especifica un ID de trabajo!

source: You must specify an image ID!
es: ¡Especifica un ID de imagen!

source: Specified image does not exists!
es: ¡La imagen especificada no existe!

source: Edit Image
es: Editar imagen

source: Add Image
es: Agregar imagen

source: Title
es: Título

source: Image file
es: Archivo de imagen

source: Current image file
es: Archivo de imagen actual

source: Errors ocurred while trying to save the image
es: Ocurrieron errores al intentar almacenar la imagen

source: You must select an image to delete!
es: ¡Debes seleccionar una imagen para eliminar!

source: Image ID "%s" is not valid!
es: ¡El ID de imagen "%s" no es válido!

source: Image with ID "%s" does not exists!
es: ¡La imagen con ID "%s" no existe!

source: Image "%s" could not be deleted!
es: ¡La imagen "%s" no pudo ser eliminada!

source: Errors ocurred while trying to delete images
es: Ocurrieron errores al internar eliminar las imágenes

source: Images deleted successfully!
es: ¡Imágenes eliminadas correctamente!

source: You have set the URL redirection in the server, but .htaccess file could not be written! Please verify that you have writing permissions. If not, please add next lines to your htaccess file:
es: Has configurado la redirección URL en el servidor, sin embargo el archivo .htaccess no pudo ser modificado. Por favor verifica que existan permisos para escribirlo o agrega las siguientes líneas al archivo:

source: Dashboard
es: Panel de Control

source: Categories
es: Categorías

source: List all
es: Mostrar todos

source: Works
es: Trabajos

source: List
es: Lista

source: Add Work
es: Agregar Trabajo

source: Customer types
es: Tipo de clientes

source: Do you really want to delete selected types?
es: ¿Realmente deseas eliminar los tipos seleccionados?

source: You must select some type before to execute this action!
es: ¡Debes seleccionar al menos un tipo antes de ejecutar esta acción!

source: You must provide a type ID at least
es: Debes proporcionar al menos un ID de tipo

source: Edit type
es: Editar tipo

source: New type
es: Nuevo tipo

source: Add Customers types
es: Agregar tipos de clientes

source: Edit Type
es: Ediatar Tipo

source: New Type
es: Nuevo Tipo

source: Type name
es: Nombre del tipo

source: Save Customer Types
es: Guardar Tipos de Clientes

source: Another type with same name already exists!
es: ¡Ya existe otro tipo con el mismo nombre!

source: Type "%s" could not be saved!
es: ¡El tipo "%s" no pudo ser almacenado!

source: Errors ocurred while saving types
es: Ocurrieron errores al intentar almacenar los tipos

source: Types added successfully!
es: ¡Tipos agregados correctaamente!

source: You have not selected any customer type to delete!
es: ¡No has seleccionado ningún tipo de cliente para eliminar!

source: Customer type id "%u" is not valid!
es: ¡El ID del tipo de cliente "%u" no es válido!

source: Customer type with id "%u" does not exists!
es: ¡El tipo de cliente con id "%u" no existe!

source: Type %s could not be deleted!
es: ¡El tipo %s no pudo ser eliminado!

source: Errors ocurred while trying to delete selected types
es: Ocurrieron errores al intentar eliminar los tipos seleccionados

source: Customer types deleted successfully!
es: ¡Tipos de clientes eliminados correctamente!

source: Existing works
es: Proyectos existentes

source: Works management
es: Administración de proyectos

source: Editing work
es: Editando un trabajo

source: Adding work
es: Agregar proyecto

source: Provided Work ID is not valid!
es: ¡El ID de trabajo porporcionado no es válido!

source: Work ID not provided
es: No se proporciono el ID del proyecto

source: Another work with same name already exists!
es: ¡Ya existe otro proyecto con el mismo nombre!

source: You must select at least one group to authorize
es: Debes agregar autorización por lo menos a un grupo

source: You must specify a scheduled date for this work!
es: ¡Debes especificar una fecha de programación para este proyecto!

source: The specified scheduled date is not valid!
es: ¡La fecha programada no existe!

source: This work has been saved, however the categories relations could not be saved!
es: El proyecto fue almacenado, sin embargo ¡las relaciones con las categorías no!

source: Item saved successfully!
es: ¡Elemento guardado correctamente!

source: You must select a work at least!
es: ¡Debes seleccionar al menos un trabajo!

source: Work ID "%s" is not valid!
es: ¡El ID de trabajo "%s" no es válido!

source: Work with ID "%s" does not exists!
es: ¡El trabajo con ID "%s" no existe!

source: Work "%s" could not be deleted!
es: ¡El trabajo "%s" no pudo ser eliminado!

source: Errors ocurred while trying to delete works
es: Ocurrieron errores al intentar eliminar los trabajos

source: Works deleted successfully!
es: ¡Trabajos eliminados correctamente!

source: You must specify a work ID
es: Debes especificar un ID de trabajo

source: Work "%s" could not be saved!
es: ¡El trabajo "%s" no pudo ser almacenado!

source: Errors ocurred while trying to update works
es: Ocurrieron errores al intentar actualizar los trabajos

source: Works updated successfully!
es: ¡Trabajos actualizados correctamente!

source: You must provide a work ID!
es: ¡Debes especificar un ID del trabajo!

source: Do you really want to delete selected works?
es: ¿Realmente deseas eliminar los trabajos seleccionados?

source: You must select some work before to execute this action!
es: ¡Debes seleccionar al menos un trabajo antes de ejecutar esta acción!

source: Work Custom Fields
es: Campos Personalizados para el Trabajo

source: Please, fill all data!
es: ¡Por favor rellena toda la información!

source: Custom field added successfully!
es: ¡Campo personalizado agregado correctamente!

source: Custom field could not be added. Please try again!
es: ¡El campo personalizado no pudo ser agregado. Por favor inténtalo de nuevo!

source: Select some fields to delete!
es: ¡Selecciona al menos un campo para eliminar!

source: Custom fields deleted successfully!
es: ¡Campos personalizados eliminados correctamente!

source: Custom fields could not be deleted!
es: ¡Los campos personalizados no pudieron eliminarse!

source: %u times
es: %u veces

source: Customer
es: Cliente

source: Website
es: Sitio web

source: Hits
es: Accesos

source: Created
es: Creado

source: Last update
es: Última actualización

source: Show description
es: Mostrar descripción

source: Yes
es: Sí

source: Description length:
es: Longitud de la descripción:

source: Other details to show:
es: Otros detalles para mostrar:

source: Creation date
es: Fecha de creación

source: Show custom fields
es: Mostrar campos personalizados

source: Field
es: Campo

source: Add field
es: Agregar campo

source: Created on %s
es: Creado el %s

source: Works type:
es: Tipo de proyectos:

source: Random works
es: Proyectos aleatorios

source: Featured works
es: Trabajos destacados

source: Recent works
es: Trabajos recientes

source: Works from category:
es: Proyectos de la categoría:

source: All categories
es: Todas las categorías

source: Number of works to show:
es: Número de proyectos a mostrar:

source: Show work image:
es: Mostrar imagen del proyecto:

source: Image width:
es: Ancho de la imagen:

source: Image height:
es: Alto de la imagen:

source: Show work description:
es: Mostrar descripción del proyecto:

source: Visualization options
es: Opciones de visualización

source: Content layout:
es: Formato del contenido:

source: Show as list
es: Mostrar como lista

source: Show as grid
es: Mostrar como cuadrícula

source: Grid columns:
es: Columnas de cuadrícula:

source: One
es: Una

source: Two
es: Dos

source: Three
es: Tres

source: Four
es: Cuatro

source: Six
es: Seis

source: Dates format:
es: Formato de fechas:

source: %s from %s
es: %s de %s

source: Comments number:
es: Número de comentarios:

source: Work type:
es: Tipo de proyecto:

source: Random Works
es: Proyectos aleatorios

source: Recent Works
es: Trabajos Recientes

source: Works in "%s"
es: Trabajos en "%s"

source: Category:
es: Categoría:

source: Date:
es: Fecha:

source: Customer:
es: Cliente:

source: Our rate:
es: Valoración:

source: Featured
es: Destacado

source: Portfolio
es: Portafolio

source: Document not found!
es: ¡Documento no encontrado!

source: Images could not be saved:
es: Las imágenes no pudieron almacenarse:

source: Custom data could not be saved:
es: No se almacenaron los datos personalizados:

source: Images data could not be deleted:
es: Los datos de las imágenes no pudieron eliminarse:

source: Custom data could not be deleted:
es: Los datos personalizados no pudieron eliminarse:

source: Categories relations could not be deleted:
es: Las relaciones con categorías no pudieron eliminarse:

source: Not found
es: No encontrado

source: Unknow
es: Desconocido

source: Featured Works
es: Trabajos Destacados

source: Our Work
es: Nuestro Trabajo

source: Cetegory:
es: Categoría:

source: View all recent works
es: Ver todos los trabajos recientes

source: Quick Categories
es: Categoría Rápida

source: Create Category
es: Crear Categoría

source: Quick Customers Types
es: Tipos de Clientes Rápidos

source: Type name:
es: Nombre del tipo:

source: Create Type
es: Crear Tipo

source: Our Rate:
es: Valoración:

source: Bulk actions...
es: Acciones en bloque...

source: Delete
es: Eliminar

source: Apply
es: Aplicar

source: Image
es: Imagen

source: There are not images for this work yet!
es: ¡Todavía no hay imágenes creadas para ete trabajo!

source: Edit
es: Editar

source: Add image
es: Agregar imagen

source: Image title
es: Título de la imagen

source: Image description
es: Descripción de la imagen

source: %s Custom Fields
es: Campos Personalizados de %s

source: Custom fields allows you to store additional data with your work. This data can be used later in your themes, plugins or another xoops component.
es: Los campos personalizados te permiten almacenar información adicional con tu trabajo. Esta información puede ser utilizada en tus temas, plugins o cualquier otro componente XOOPS que acceda a ella.

source: Value
es: Valor

source: There are not metas for this work
es: No hay campos personalizados para este trabajo

source: Field name
es: Nombre del campo

source: Field value
es: Valor del campo

source: Add Custom Field
es: Agrear Campo Personalziado

source: To edit some custom field, please input an existing name and the new value. Custom field will be updated automatically.
es: Para editar algún campo, simplemente escribe el nombre de un campo existente y el nuevo calor, el campo se actualizará cuando guardes el valor.

source: Customer Types
es: Tipos de Clientes

source: Add new type
es: Agregar nuevo tipo

source: Add type
es: Nuevo tipo

source: Images
es: Imágenes

source: Custom Fields
es: Campos Personalizados

source: Edit Work Item
es: Editar Proyecto

source: Create Work Item
es: Crear Proyecto

source: Work title...
es: Título del proyecto...

source: Project Images
es: Imágenes del proyecto

source: Select work images
es: Selecciona las imágenes del proyecto

source: Add Video
es: Agregar Video

source: Customer Data
es: Datos del Cliente

source: Customer name
es: Nombre del cliente

source: Customer comment
es: Comentario del Cliente

source: SEO Options
es: Opciones SEO

source: Custom Title
es: Título Personalizado

source: Insert here your own custom title for SEO purposes. This custom title will be used in title tag.
es: Ingresa aquí el título personalizado que deseas con fines SEO. Este título será utilizado en la meta etiqueta "title".

source: Meta Keywords
es: Meta kerywords (palabras clave)

source: Custom Data
es: Datos Personalizados

source: Field name:
es: Nombre del campo:

source: Add New
es: Agregar Nuevo

source: Field value:
es: Valor del campo:

source: Add Field
es: Agregar Campo

source: Existing custom data
es: Datos personalizados existentes

source: Save changes
es: Guardar cambios

source: Enable categories
es: Activar categorías

source: Disable categories
es: Desactivar categorías

source: New Category
es: Nueva Categoría

source: Active
es: Activa

source: Order
es: Posición

source: There are not categories yet!
es: ¡Todavía no se han creado categorías!

source: Information
es: Información

source: Business
es: Empresa

source: There are not customers registered in Professional Works yet!
es: ¡Aún no hay clientes registrados en Professional Works!

source: Module Status
es: Estado del Módulo

source: %u Categories
es: %u Categorías

source: %u Customers
es: %u Clientes

source: %u Work types
es: %u Tipos de Proyectos

source: %u Works
es: %u Proyectos

source: Current version:
es: Versión actual:

source: Works saved as draft
es: Proyectos guardados como borradores

source: View all works
es: Ver todos los trabajos

source: Hidden
es: Oculto

source: Public
es: Público

source: Drafts
es: Borradores

source: Privates
es: Privados

source: Scheduled
es: Programados

source: All
es: Todo

source: Filter projects: %s
es: Filtrar proyectos: %s

source: Show all
es: Mostrar todo

source: Modified
es: Modificado

source: There are not works registered yet!
es: ¡Todavía no hay trabajos registrados!

source: Preview
es: Previsualizar

source: View
es: Ver

source: Select all categories that you want to assign to this project.
es: Selecciona todas las categorías que deseas asignar a este proyecto.

source: Save work as:
es: Guardar proyecto como:

source: Draft
es: Borrador

source: Private
es: Privado

source: Allowed groups:
es: Grupos autorizados:

source: Publish at:
es: Publicar el:

source: Save as draft
es: Guardar borrador

source: Save and publish
es: Guardar y publicar

source: Save scheduled
es: Guardar y programar

source: Featured Image
es: Imágen Destacada

source: Visibility
es: Visibilidad

source: No project has been specified
es: No se ha especificado ni un proyecto

source: The requested content is not available!
es: ¡El contenido solicitado no esta disponible!

source: You are in preview mode! This work is hidden for all other users.
es: ¡Te encuentras en el modo de previsualización! Esta trabajo permanece oculto para todos los demás usuarios.

source: You are in preview mode! This work is a scheduled work and is hidden for all other users.
es: ¡Te encuentras en modo de previsualización! Este proyecto ha sido programado y no puede ser visto por otros usuarios.

source: This is a private work. Only you and users that belong to authorized groups, can view this.
es: Este es un proyecto privado. Solo tu y los usuarios que pertenecen a los grupos autorizados podrán ver su contenido.

source: Categories:
es: Categorías:

source: Web site:
es: Sitio web:

source: Views:
es: Accesos:

source: Comment
es: Commentario

source: Comments by Users
es: Comentarios de los Usuarios

source: Related Works
es: Trabajos Relacionados

source: Date
es: Fecha

source: Our Rate
es: Valoración

source: A module to create portfolios in XOOPS
es: Un módulo para crear portafolios en XOOPS

source: My Blog
es: Mi Blog

source: Contains the header for every single template
es: Contiene la cabecera para cada plantilla

source: Home page for module
es: Portada del módulo

source: Display the recent works
es: Muestra los proyectos recientes

source: Display the featured works
es: Muestra los proyectos destacados

source: Displays the works that belong to a specific category
es: Muestra los proyectos que pertenecen a una categoría específica

source: Display all the information for a specific item
es: Muestra toda la información para un elemento específico

source: Display the work data for insertion in lists
es: Muestra los datos del proyecto para mostrarlo en las listas.

source: Display a block with works
es: Muestra un bloque con proyectos

source: Testimonials
es: Testimonios

source: Display a block with customers testimonials
es: Muestra un bloque con los testimonios de clientes

source: Display a block with works categories
es: Muestra un bloque con las categorías de los proyectos

source: Work item details
es: Detalles del proyecto

source: Shows details for selected work. This block only works in work page.
es: Muestra los detalles para un proyecto seleccionado. Este bloque solo funciona en la página del proyecto.

source: Enable permalinks
es: Activar permalinks

source: This option activate/deactivate friendly URLs for module
es: Esta opción activa o desactiva las URLs amigables para el módulo

source: Base path for permalinks
es: Ruta base para los permalinks

source: Sets the base path to use in friendly URLs.
es: Establece la ruta base para usarla en las URLs amigables.

source: Header title
es: Título para la cabecera

source: This title will be show as header of module.
es: Este título será mostrado en la cabecera del módulo.

source: Description length in works lists
es: Longitud de la descripción en las listas de proyectos

source: This value will limit the length of descriptions in works lists, such as home, categories, recent, etc.
es: Este valor limita la longitud de la descripción del proyecto en las listas de la portada, categorías, etc.

source: Number of recent works
es: Número de proyectos recientes

source: The number of recent works that will be shown in the home page.
es: El número de proyectos recientes que se mostrarán en la portada del módulo.

source: Number of featured works
es: Número de trabajos destacados

source: The number of featured works that will be shown in the home page.
es: El número de proyectos destacados que se mostrarán en la portada.

source: Related works
es: Proyectos relacionados

source: Show or not related works box in details page.
es: Muestra u oculta el cuadro de proyectos relacionados en la página de detalles.

source: Number of related works
es: Número de proyectos relacionados

source: The number of related works that will be shown in the details page.
es: El número de proyectos relacionados que se mostrarán en la página de detalles.

source: Show customer information
es: Mostrar información del cliente

source: When this option is enabled you will see the option to provide customer name and customer testimonial in works form.
es: Cuando esta opción se activa, podrás ver los campos para proporcionar el nombre del cliente y el testimonial en el formulario de creación de proyectos.

source: Show website information
es: Mostrar información del sitio web

source: When this option is enabled you will see the option to provide the website in works form.
es: Cuando esta opción se acgiva, podrás ver la opción para proporcionar el sitio web en el formulario de creación de proyectos.

source: Homepage
es: Portada

source: Work details
es: Detalles del proyecto

source: Category content
es: Contenido de la categoría
